Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/depts/udir.no/veiledende_kjennetegn_samisk1_sorsamisk.txt.tmx
Source language: sma
Languages: nob

source: Saemien voestesgïeline: bïhkeden nasjovnaale væhtah ulmiejaksemasse galhkuvevuarjasjæmman 10. daltesen mænngan
nob: Samisk som førstespråk: veiledende nasjonale kjennetegn på måloppnåelse for

source: Væhtah ulmiejaksemasse kvaliteetem faagemaahtosne buerkeste.
nob: Kjennetegn på måloppnåelse beskriver kvaliteten på kompetanse i faget.

source: Væhtah leah hammoedamme faagen åejviesuerkiej dåaresth, jïh våarome lea maahtoeulmieh learoesoejkesjisnie.
nob: av hovedområdene i faget og med utgangspunkt i kompetansemålene i læreplanen. De må derfor brukes

source: Dan åvteste tjuerieh learoesoejkesjinie ektine åtnasovvedh.
nob: sammen med læreplanen.

source: Væhtah ulmiejaksemasse edtjieh viehkine årrodh gosse edtja learohken tjåenghkies maahtoem faagesne vuarjasjidh.
nob: Kjennetegn på måloppnåelse er ment å være til hjelp ved vurderingen av elevens samlede kompetanse i

source: Galhkuvekaraktere edtja dam maahtoem vuesiehtidh maam learohke faagesne åtna gosse lïerehtimmie galhka.
nob: faget. Standpunktkarakteren skal uttrykke den kompetansen eleven har i faget ved avslutningen av

source: Væhtah leah hammoedamme naemhtie guktie dah edtjieh nuepieh vedtedh konkretiseradidh jïh sjïehtedidh.
nob: opplæringen. Kjennetegnene er utformet slik at de skal gi muligheter for konkretisering og tilpasning.

source: Maahtah vielie vuarjasjimmien bïjre lohkedh Ööhpehtimmiedirektovraaten nedtesæjrojne: www.udir.no/Vurdering/Standpunktvurdering-i-fag /
nob: Du kan

source: Væhtah leah gööktine bieline juakeme: saemien voestesgïeline njaalmeldh jïh saemien voestesgïeline tjaaleldh.
nob: Kjennetegnene er inndelt i to: samisk som førstespråk muntlig og samisk som førstespråk skriftlig.

source: Åejviesuerkie gïele, kultuvre jïh lidteratuvre lea meatan vaaltasovveme daejnie göökte bieline.
nob: Hovedområdet språk, kultur og litteratur er integrert i de to delene.

source: Væhtah leah hammoedamme golmine daltesinie.
nob: Kjennetegnene er utformet på tre nivåer.

source: Tjuara tabellem vealan lohkedh juktie progresjovnem dej ovmessie daltesi gaskem lohkedh jïh, tseagkan juktie learohken tjåenghkies maahtoem gaavnedh.
nob: ulike nivåene og vertikalt for å finne elevens samlede kompetanse.

source: SAEMIEN VOESTESGÏELINE - NJAALMELDH
nob: og uttrykker egne meninger om

source: Learohke …
nob: ulike muntlige

source: - såemies daajroem vaajeste, jïjtse mïelh soptseste tjaalegi jïh såemies faageles aamhtesi bïjre ovmessie tsiehkine gosse mubpiejgujmie soptseste
nob: - gjengir hovedinnhold i tekster,

source: - åejviesisvegem tjaaleginie vaajeste, hammoen bïjre soptseste jïh åehpies viehkiedïrregh buerkeste
nob: samtaler og diskusjoner og

source: - goltele jïh såemiesmearan lea meatan soptsestimmine jïh digkiedimmine jïh jïjtse mïelh soptseste
nob: verktøy i presentasjonen

source: - bïevnesh bååstede vadta jïh såemiesmearan jïjtse mïelh buerkeste jïjtse jïh mubpiej barkoen bïjre faageles krïevenassi mietie
nob: - finner og gjengir informasjon fra

source: - såemies faageaamhtesh åehpiedahta mah såemiesmearan leah dåastoejasse sjïehtedamme, jïh maahta aelhkies digitaale dïrregh nuhtjedh åehpiedehtiemisnie
nob: enkelte kilder

source: - bïevnesh gaavna jïh vaajeste såemies gaaltijijstie
nob: - bruker et forståelig språk og

source: - aktem buajhkoes gïelem jïh aelhkies dïejvesh grammatihkeste jïh teekstedaajroste nuhtjie soejkesjamme tsiehkine gosse mubpiejgujmie soptseste
nob: enkelte begrep fra grammatikk og

source: Karaktere 3 jïh 4
nob: Karakteren 3 og 4

source: - daajroem vuesehte, buerkeste jïh tjaalegi jïh faageles teemaj bïjre ussjede ovmessie tsiehkine gosse mubpiejgujmie soptseste
nob: - gjengir innhold og sammenlikner og

source: - sisvegem vaajeste jïh såemies bielieh tjaaleginie vierteste jïh dej bïjre ussjede, jïh jïjtse mïelh tjïelkeste jïh buerkeste guktie såemies viehkiedïrregh tsevtsieh
nob: - lytter og deltar i samtaler og

source: - goltele jïh lea meatan soptsestimmine jïh digkiedimmine jïh jïjtse mïelh buerkeste jïh såemies sjyöhtehke bïevnesh åehpiedahta
nob: meninger og presenterer noe relevant

source: - veele tjïelkestamme bïevnesh bååstede vadta jïh bielieh jïjtse jïh mubpiej barkoste vuarjesje faageles krïevenassi mietie
nob: - gir begrunnede tilbakemeldinger og

source: - jeereldihkie faageaamhtesh åehpiedahta mah leah dåastoejasse jïh sisvegasse sjïehtedamme, jïh maahta ovmessie digitaale dïrregh jïh meedijh åehpiedehtiemisnie nuhtjedh
nob: tilpasset mottaker og innhold og kan

source: - sjyöhtehke bïevnesh ovmessie gaaltijijstie gaavna jïh nuhtjie, jïh tjïelkeste man åvteste gaaltijidie nuhtjeme
nob: - finner og bruker relevant

source: - aktem jeereldihkie gïelem jïh såemies dïejvesh grammatihkeste jïh teekstedaajroste nuhtjie ovmessie tsiehkine gosse mubpiejgujmie soptseste
nob: - bruker et variert språk og enkelte

source: Karaktere 5 jïh 6
nob: Karakteren 5 og 6

source: - sjyöhtehke bïevnesh nuhtjie, veelebelaakan tjïelkeste, tjaalegi jïh faageles aamhtesi bïjre ussjede jïh dejgujmie jïjtjeraarehke barka jeereldihkie njaalmeldh tsiehkine, gosse mubpiejgujmie soptseste
nob: perspektiv og gjør rede for bruken

source: - sisvegem vaajeste, tjaalegh vuarjesje, toelhkeste jïh vierteste ovmessie vuajnojste, jïh tjïelkeste guktie viehkiedïrregh åtnasuvvieh jïh ussjede guktie dah tsevtsieh
nob: av virkemidler og reflekterer over

source: - laejhtehkslaan goltele jïh lea meatan soptsestimmine jïh digkiedimmine, jïjtse mïelh tjïelkeste sjyöhtehke bïevnesigujmie jïh aamhtesen åvteste argumenterede
nob: - lytter kritisk og deltar i samtaler

source: - nuhteligs bïevnesh bååstede vadta, jïh jïjtse jïh mubpiej barkoem vuarjesje faageles krïevenassi mietie, jïh teekstedaajroen jïh gïeledaajroen mietie
nob: informasjon og argumenterer

source: - sjyöhtehke jïh jeereldihkie faageaamhtesh åehpiedahta öörnegen mietie jïh jïjtjeraarehke, sjïehtedamme sisvegasse, tseahkan, dåastoejasse jïh meedijasse, jïh maahta digitaale dïrregh jïh meedijh nuhtjedh mah sjiehtieh gosse edtja faageaamhtesh åehpiedehtedh
nob: - gir konstruktive tilbakemeldinger

source: - sjyöhtehke bïevnesh gaavna, nuhtjie jïh dej bïjre ussjede maereleslaakan jïh laejhtehkslaakan, jïh buerkeste man åvteste gaaltijidie veeljeme
nob: og vurderer eget og andres arbeid

source: - aktem veele gïelem nuhtjie jïh dïejvesh grammatihkeste jïh teekstedaajroste ovmessie tsiehkine nuhtjie gosse mubpiejgujmie soptseste
nob: - finner, reflekterer over og bruker

source: SAEMIEN VOESTESGÏELINE - TJAALELDH
nob: - bruker et presist språk og

source: - tjaalegh hammode mah såemiesmearan leah åssjelasse sjïehtedamme jïh jïjtse tjaalegh jarkele raeriej jïh krïevenassi mietie
nob: - leser og gjengir hovedinnhold

source: - låhka jïh åejviesisvegem vaajeste tjaaleginie jïh åejvieteeman bïjre soptseste tjaaleginie muvhtine sjangerinie, jïh vuesehte guktie gåarede dejtie toelhkestidh
nob: tekster og forteller om

source: - ovmessie såarhts tjaalegh tjaala såemies struktuvrine jïh mah såemiesmearan leah åssjelasse, dåastoejasse jïh meedijumese sjïehtedamme, jïh jïjtse mïelh soptseste, såemies viehkiedïrregh damta jïh nuhtjie
nob: hovedtema i tekster i enkelte

source: - gaavna, vaajeste jïh såemiesmearan gaaltijidie vuesehte jïh aelhkies gaaltijelæstoem dorje
nob: meninger, kjenner og bruker

source: - tjaala aelhkies raajesigujmie jïh teekstegårredimmine, jïh såemiesmearan ortografijem jïh tjaelemenjoelkedassh haalvoe
nob: tekstbinding og mestrer til en viss

source: - tjaalegh soejkesje jïh hammode mah leah åssjelasse sjïehtedamme, sisvegem vijrede jïh jïjtse tjaalegh buerede raeriej jïh krïevenassi mietie
nob: struktur og som er tilpasset formål,

source: - tjaalegh låhka ovmessie sjangerinie jïh sisvegem vaajeste, buerkeste jïh teemaj bïjre tjaaleginie ussjede, jïh soptseste guktie gåarede dejtie toelhkestidh
nob: mottaker og medium, uttrykker

source: - ovmessie såarhts tjaalegh tjaala tjïelke struktuvrine jïh mah leah åssjelasse, dåastoejasse jïh meedijumese sjïehtedamme, såemies argumenth soptseste jïh jïjtse mïelh buerkeste joekehts tjaalegi jïh teemaj bïjre, sïejhme viehkiedïrregh damta jïh nuhtjie
nob: meninger om ulike tekster og emner,

source: - gaaltijh vaajeste jïh maahta åajvahkommes bïevnesidie meatan vaeltedh jïjtse tjaaleginie, jïh naemhtie guktie lohkije maahta dejtie gaavnedh, jïh gaaltijelæstoem dorje
nob: kjenner og bruker vanlige virkemidler

source: - tjaala sjïehtedamme raajesigujmie, teekstegårredimmine jïh veele baakoeveahkine, jïh åajvahkommes ortografijem haalvoe
nob: - refererer og siterer kilder og kan

source: - tjaalegh soejkesje jïh hammode mah leah sjïehtedamme åssjelasse, sisvegem evtede, jïjtse tjaalegh vuarjesje jïh buerede gïele- jïh teekstedaajroen mietie, jïh raeriej jïh krïevenassi mietie
nob: struktur og som er tydelig tilpasset

source: - tjaalegh låhka ovmessie sjangerinie, sisvegem soptseste, sjïehteles bïevnesh tjaaleginie gaavna jïh nuhtjie, veelebe buerkeste jïh teemaj bïjre tjaaleginie ussjede jïjtjeraarehke våaroemisnie, jïh soptseste guktie gåarede dejtie toelhkestidh
nob: formålstjenlig og kritisk og bruker

source: - ovmessie såarhts tjaalegh tjaala hijven struktuvrine jïh mah tjïelkelaakan leah åssjelasse, dåastoejasse jïh meedijumese sjïehtedamme, jïjtse mïelh maereleslaakan jïh laejhtehkslaakan buerkeste jïh sjiehteles viehkiedïrregh nuhtjie
nob: - uttrykker seg skriftlig med presis og

source: - sjïehteles gaaltijh nuhtjie maereleslaakan jïh laejhtehkslaakan, maahta joekehtidh gaskem integreradimmiem, vaajestimmiem jïh siteradimmiem gaaltijijstie barkosne, naemhtie guktie lohkije maahta dejtie gaavnedh, jïh ellies gaaltijelæstoem dorje
nob: setningsoppbygging og ulike

source: - veele jïh sjïehteles baakoeveahkine tjaala, jeereldihkie raajesebigkemem jïh ovmessie såarhts teekstegårredimmievuekieh haalvoe, jïh ortografijem jïh tjaelemenjoelkedassh haalvoe
nob: tekstbindingsformer og mestrer
